Repository: lswang6/goods-scanner-lidar
Catalog: GoodsScanner/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

# Date: %@ – %@ %lld selected orders
source: Date: %1$@ – %2$@ %3$lld selected orders
de: Datum: %1$@ – %2$@ %3$lld ausgewählte Eingänge
es: Fecha: %1$@ – %2$@ %3$lld órdenes seleccionadas
fr: Date : %1$@ – %2$@ %3$lld bons sélectionnés
ja: 日付：%@ – %@ 選択した入庫伝票 %lld 件
ko: 날짜: %@ – %@ 선택한 입고 전표 %lld건
pt_br: Data: %1$@ – %2$@ %3$lld ordens selecionadas
ru: Дата: %1$@ – %2$@ Выбрано приёмок: %3$lld
vi: Ngày: %@ – %@ %lld phiếu đã chọn
zh_hans: 日期：%@ 至 %@ 已选 %lld 张入库单
zh_hant: 日期：%@ – %@ 已選 %lld 張入庫單

source: Date: %@ – %@ Customer: %@
de: Datum: %@ – %@ Kunde: %@
es: Fecha: %@ – %@ Cliente: %@
fr: Date : %@ – %@ Client : %@
ja: 日付：%@ – %@ 顧客：%@
ko: 날짜: %@ – %@ 고객: %@
pt_br: Data: %@ – %@ Cliente: %@
ru: Дата: %@ – %@ Клиент: %@
vi: Ngày: %@ – %@ Khách hàng: %@
zh_hans: 日期：%@ 至 %@ 客户：%@
zh_hant: 日期：%@ – %@ 客戶：%@

source: Debug Mode
de: Debug-Modus
es: Modo de depuración
fr: Mode debug
ja: デバッグモード
ko: 디버그 모드
pt_br: Modo de depuração
ru: Режим отладки
vi: Chế độ gỡ lỗi
zh_hans: 调试模式
zh_hant: 除錯模式

source: Debug data saved
de: Debug-Daten gespeichert
es: Datos de depuración guardados
fr: Données de debug enregistrées
ja: デバッグデータを保存しました
ko: 디버그 데이터가 저장됨
pt_br: Dados de depuração salvos
ru: Отладочные данные сохранены
vi: Đã lưu dữ liệu gỡ lỗi
zh_hans: 已保存调试数据
zh_hant: 已儲存除錯資料

source: Default Operator Name
de: Standard-Bearbeitername
es: Operador predeterminado
fr: Opérateur par défaut
ja: デフォルトの担当者名
ko: 기본 담당자 이름
pt_br: Operador padrão
ru: Оператор по умолчанию
vi: Tên nhân viên mặc định
zh_hans: 默认操作员姓名
zh_hant: 預設操作員姓名

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Failed
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression
ja: 削除に失敗しました
ko: 삭제 실패
pt_br: Falha ao excluir
ru: Не удалось удалить
vi: Xóa không thành công
zh_hans: 删除失败
zh_hant: 刪除失敗

source: Delete Inbound Order
de: Eingang löschen
es: Eliminar orden
fr: Supprimer le bon
ja: 入庫伝票を削除
ko: 입고 전표 삭제
pt_br: Excluir ordem
ru: Удалить приёмку
vi: Xóa phiếu nhập
zh_hans: 删除入库单
zh_hant: 刪除入庫單

# Delete debug data for all %lld scans?
source: Delete debug data for all %1$lld scans?
de: Debug-Daten für alle %1$lld Scans löschen?
es: ¿Eliminar los datos de depuración de los %1$lld escaneos?
fr: Supprimer les données de debug des %1$lld scans ?
ja: 全 %lld 回のスキャンのデバッグデータを削除しますか？
ko: 스캔 %lld회의 디버그 데이터를 모두 삭제할까요?
pt_br: Excluir os dados de depuração de todos os %1$lld escaneamentos?
ru: Удалить отладочные данные %1$lld сканирования?
vi: Xóa dữ liệu gỡ lỗi của tất cả %lld lần quét?
zh_hans: 删除全部 %lld 次扫描调试数据？
zh_hant: 要刪除全部 %lld 次掃描的除錯資料嗎？

source: Delete photo
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
ja: 写真を削除
ko: 사진 삭제
pt_br: Excluir foto
ru: Удалить фото
vi: Xóa ảnh
zh_hans: 删除照片
zh_hant: 刪除照片

source: Delete this inbound order with all its items and photos?
de: Diesen Wareneingang mit allen Artikeln und Fotos löschen?
es: ¿Eliminar esta orden de entrada con todos sus artículos y fotos?
fr: Supprimer ce bon de réception avec tous ses articles et photos ?
ja: この入庫伝票を、すべての品目と写真とともに削除しますか？
ko: 이 입고 전표를 모든 품목 및 사진과 함께 삭제할까요?
pt_br: Excluir esta ordem de entrada com todos os itens e fotos?
ru: Удалить эту приёмку со всеми товарами и фото?
vi: Xóa phiếu nhập kho này cùng toàn bộ hàng hóa và ảnh?
zh_hans: 删除入库单及其全部货物和照片？
zh_hant: 要刪除此入庫單及其所有貨物和照片嗎？

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發人員

source: Diameter
de: Durchmesser
es: Diámetro
fr: Diamètre
ja: 直径
ko: 지름
pt_br: Diâmetro
ru: Диаметр
vi: Đường kính
zh_hans: 直径
zh_hant: 直徑

source: Diameter %@ cm
de: Durchmesser %@ cm
es: Diámetro %@ cm
fr: Diamètre %@ cm
ja: 直径 %@ cm
ko: 지름 %@ cm
pt_br: Diâmetro %@ cm
ru: Диаметр %@ cm
vi: Đường kính %@ cm
zh_hans: 直径 %@ cm
zh_hant: 直徑 %@ cm

source: Diameter and height must be greater than 0
de: Durchmesser und Höhe müssen größer als 0 sein
es: El diámetro y la altura deben ser mayores que 0
fr: Le diamètre et la hauteur doivent être supérieurs à 0
ja: 直径と高さは 0 より大きくしてください
ko: 지름과 높이는 0보다 커야 합니다
pt_br: O diâmetro e a altura devem ser maiores que 0
ru: Диаметр и высота должны быть больше 0
vi: Đường kính và chiều cao phải lớn hơn 0
zh_hans: 直径和高必须大于 0
zh_hant: 直徑和高度必須大於 0

source: Diameter × H
de: Durchmesser × H
es: Diámetro × Alt.
fr: Diamètre × H
ja: 直径 × 高さ
ko: 지름 × 높이
pt_br: Diâmetro × Alt.
ru: Диаметр × В
vi: Đường kính × C
zh_hans: 直径 × 高
zh_hant: 直徑 × 高

source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
ja: 免責事項
ko: 면책 조항
pt_br: Aviso legal
ru: Отказ от ответственности
vi: Miễn trừ trách nhiệm
zh_hans: 免责声明
zh_hant: 免責聲明

source: Done
de: Fertig
es: Hecho
fr: OK
ja: 完了
ko: 완료
pt_br: Concluir
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Customer
de: Kunde bearbeiten
es: Editar cliente
fr: Modifier le client
ja: 顧客を編集
ko: 고객 편집
pt_br: Editar cliente
ru: Изменить клиента
vi: Sửa khách hàng
zh_hans: 编辑客户
zh_hant: 編輯客戶

source: Edit Inbound Order
de: Wareneingang bearbeiten
es: Editar orden de entrada
fr: Modifier le bon de réception
ja: 入庫伝票を編集
ko: 입고 전표 편집
pt_br: Editar ordem de entrada
ru: Изменить приёмку
vi: Sửa phiếu nhập kho
zh_hans: 编辑入库单
zh_hant: 編輯入庫單

source: Edit Item
de: Artikel bearbeiten
es: Editar artículo
fr: Modifier l’article
ja: 品目を編集
ko: 품목 편집
pt_br: Editar item
ru: Изменить товар
vi: Sửa hàng hóa
zh_hans: 编辑货物
zh_hant: 編輯貨物

source: End Date
de: Enddatum
es: Fecha de fin
fr: Date de fin
ja: 終了日
ko: 종료일
pt_br: Data final
ru: Дата окончания
vi: Ngày kết thúc
zh_hans: 结束日期
zh_hant: 結束日期

source: Enter size manually
de: Maße manuell eingeben
es: Introducir tamaño a mano
fr: Saisir la taille à la main
ja: サイズを手動で入力
ko: 크기 직접 입력
pt_br: Inserir tamanho manualmente
ru: Ввести размеры вручную
vi: Nhập kích thước thủ công
zh_hans: 返回手动录入
zh_hant: 手動輸入尺寸

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
pt_br: Exportar
ru: Экспорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l’export
ja: エクスポートに失敗しました
ko: 내보내기 실패
pt_br: Falha ao exportar
ru: Не удалось экспортировать
vi: Xuất không thành công
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Exporting…
de: Wird exportiert …
es: Exportando…
fr: Export en cours…
ja: エクスポート中…
ko: 내보내는 중…
pt_br: Exportando…
ru: Экспорт…
vi: Đang xuất…
zh_hans: 正在导出…
zh_hant: 正在匯出…

source: Final point-cloud estimate %@ cm · %@
de: Endschätzung der Punktwolke %@ cm · %@
es: Estimación final de nube de puntos %@ cm · %@
fr: Estimation finale du nuage de points %@ cm · %@
ja: 最終点群推定 %@ cm · %@
ko: 최종 포인트 클라우드 추정 %@ cm · %@
pt_br: Estimativa final da nuvem de pontos %@ cm · %@
ru: Итоговая оценка по облаку точек %@ cm · %@
vi: Ước tính cuối từ đám mây điểm %@ cm · %@
zh_hans: 最终点云估计 %@ cm · %@
zh_hant: 最終點雲估計 %@ cm · %@

source: Final point-cloud estimate failed: %@
de: Endschätzung der Punktwolke fehlgeschlagen: %@
es: Falló la estimación final de nube de puntos: %@
fr: Échec de l’estimation finale du nuage de points : %@
ja: 最終点群推定に失敗しました：%@
ko: 최종 포인트 클라우드 추정 실패: %@
pt_br: Falha na estimativa final da nuvem de pontos: %@
ru: Итоговая оценка по облаку точек не удалась: %@
vi: Ước tính cuối từ đám mây điểm không thành công: %@
zh_hans: 最终点云估计失败：%@
zh_hant: 最終點雲估計失敗：%@

source: Force Camera Mode
de: Kameramodus erzwingen
es: Forzar modo cámara
fr: Forcer le mode caméra
ja: カメラモードを強制
ko: 카메라 모드 강제
pt_br: Forçar modo câmera
ru: Принудительный режим камеры
vi: Buộc dùng chế độ camera
zh_hans: 强制相机模式
zh_hant: 強制相機模式

source: Get the dimensions
de: Maße erhalten
es: Obtén las dimensiones
fr: Obtenez les dimensions
ja: サイズを取得
ko: 치수 얻기
pt_br: Obtenha as dimensões
ru: Получите размеры
vi: Lấy kích thước
zh_hans: 获取尺寸
zh_hant: 取得尺寸

source: Height
de: Höhe
es: Alto
fr: Hauteur
ja: 高さ
ko: 높이
pt_br: Altura
ru: Высота
vi: Chiều cao
zh_hans: 高
zh_hant: 高

source: Height (cm)
de: Höhe (cm)
es: Alto (cm)
fr: Hauteur (cm)
ja: 高さ (cm)
ko: 높이 (cm)
pt_br: Altura (cm)
ru: Высота (cm)
vi: Chiều cao (cm)
zh_hans: 高 (cm)
zh_hant: 高 (cm)

source: Hold steady on the box for 1 second…
de: 1 Sekunde ruhig auf den Karton halten …
es: Mantén firme sobre la caja 1 segundo…
fr: Maintenez sur le carton pendant 1 seconde…
ja: 箱に向けて 1 秒間静止してください…
ko: 상자를 향해 1초간 가만히 유지하세요…
pt_br: Mantenha firme na caixa por 1 segundo…
ru: Удерживайте на коробке 1 секунду…
vi: Giữ yên trên thùng trong 1 giây…
zh_hans: 对准箱子，保持 1 秒…
zh_hant: 對準箱子，保持穩定 1 秒…

source: Hold steady on the item for 1 second…
de: 1 Sekunde ruhig auf den Artikel halten …
es: Mantén firme sobre el objeto 1 segundo…
fr: Maintenez sur l’objet pendant 1 seconde…
ja: 対象物に向けて 1 秒間静止してください…
ko: 물체를 향해 1초간 가만히 유지하세요…
pt_br: Mantenha firme no objeto por 1 segundo…
ru: Удерживайте на товаре 1 секунду…
vi: Giữ yên trên hàng hóa trong 1 giây…
zh_hans: 对准物体，保持 1 秒…
zh_hant: 對準物件，保持穩定 1 秒…

source: I understand
de: Verstanden
es: Entendido
fr: J’ai compris
ja: 了解
ko: 이해했습니다
pt_br: Entendi
ru: Понятно
vi: Tôi đã hiểu
zh_hans: 我已了解
zh_hant: 我了解了

source: Inbound
de: Eingang
es: Entradas
fr: Réceptions
ja: 入庫
ko: 입고
pt_br: Entradas
ru: Приёмка
vi: Nhập kho
zh_hans: 入库
zh_hant: 入庫

source: Inbound Orders
de: Wareneingänge
es: Órdenes de entrada
fr: Bons de réception
ja: 入庫伝票
ko: 입고 전표
pt_br: Ordens de entrada
ru: Приёмки
vi: Phiếu nhập kho
zh_hans: 入库单
zh_hant: 入庫單

source: Inbound Today
de: Eingang heute
es: Entradas de hoy
fr: Réceptions du jour
ja: 本日の入庫
ko: 오늘 입고
pt_br: Entradas de hoje
ru: Приёмок сегодня
vi: Nhập kho hôm nay
zh_hans: 今日入库
zh_hant: 今日入庫

source: Inbound order %@
de: Wareneingang %@
es: Orden de entrada %@
fr: Bon de réception %@
ja: 入庫伝票 %@
ko: 입고 전표 %@
pt_br: Ordem de entrada %@
ru: Приёмка %@
vi: Phiếu nhập kho %@
zh_hans: 入库单 %@
zh_hant: 入庫單 %@

source: Inbound report
de: Wareneingangsbericht
es: Informe de entradas
fr: Rapport de réception
ja: 入庫レポート
ko: 입고 보고서
pt_br: Relatório de entradas
ru: Отчёт о приёмке
vi: Báo cáo nhập kho
zh_hans: 入库报表
zh_hant: 入庫報表

source: Inbound report %@
de: Wareneingangsbericht %@
es: Informe de entradas %@
fr: Rapport de réception %@
ja: 入庫レポート %@
ko: 입고 보고서 %@
pt_br: Relatório de entradas %@
ru: Отчёт о приёмке %@
vi: Báo cáo nhập kho %@
zh_hans: 入库报表 %@
zh_hant: 入庫報表 %@

source: Inbound report %@ %@
de: Wareneingangsbericht %@ %@
es: Informe de entradas %@ %@
fr: Rapport de réception %@ %@
ja: 入庫レポート %@ %@
ko: 입고 보고서 %@ %@
pt_br: Relatório de entradas %@ %@
ru: Отчёт о приёмке %@ %@
vi: Báo cáo nhập kho %@ %@
zh_hans: 入库报表 %@ %@
zh_hant: 入庫報表 %@ %@

# Inbound report %@ %lld orders
source: Inbound report %1$@ %2$lld orders
de: Wareneingangsbericht %1$@ %2$lld Eingänge
es: Informe de entradas %1$@ %2$lld órdenes
fr: Rapport de réception %1$@ %2$lld bons
ja: 入庫レポート %@ %lld 件
ko: 입고 보고서 %@ %lld건
pt_br: Relatório de entradas %1$@ %2$lld ordens
ru: Отчёт о приёмке %1$@ (приёмок %2$lld)
vi: Báo cáo nhập kho %@ %lld phiếu
zh_hans: 入库报表 %@ %lld 单
zh_hant: 入庫報表 %@ %lld 張

source: Invalid weight
de: Ungültiges Gewicht
es: Peso no válido
fr: Poids invalide
ja: 重量が正しくありません
ko: 잘못된 무게
pt_br: Peso inválido
ru: Неверный вес
vi: Trọng lượng không hợp lệ
zh_hans: 重量格式不正确
zh_hant: 重量格式不正確

source: Irregular
de: Unregelmäßig
fr: Irrégulier
ja: 不定形
ko: 비정형
ru: Сложная форма
vi: Bất quy tắc
zh_hans: 异形
zh_hant: 異形

source: Item
de: Artikel
es: Artículo
fr: Article
ja: 品名
ko: 품명
ru: Товар
vi: Tên hàng
zh_hans: 品名
zh_hant: 品名

source: Items (%lld)
de: Artikel (%lld)
es: Artículos (%lld)
fr: Articles (%lld)
ja: 品目（%lld）
ko: 품목(%lld)
pt_br: Itens (%lld)
ru: Товары (%lld)
vi: Hàng hóa (%lld)
zh_hans: 货物（%lld）
zh_hant: 貨物（%lld）

# Keep walking: %lld more directions to measure
source: Keep walking: %1$lld more directions to measure
de: Weitergehen: noch %1$lld Richtungen bis zur Messung
es: Sigue andando: faltan %1$lld direcciones para medir
fr: Continuez : encore %1$lld directions pour mesurer
ja: 歩き続けてください：測定まであと %lld 方向
ko: 계속 이동하세요: 측정까지 %lld개 방향 남음
pt_br: Continue andando: faltam %1$lld direções para medir
ru: Идите дальше: ещё %1$lld направления до измерения
vi: Tiếp tục đi: còn %lld hướng nữa để đo
zh_hans: 继续走：还差 %lld 个方向即可测量
zh_hant: 繼續走：還需 %lld 個方向才能測量

source: L × W × H
de: L × B × H
es: L × An. × Alt.
fr: L × l × H
ja: 長さ × 幅 × 高さ
ko: 길이 × 너비 × 높이
pt_br: C × L × Alt.
ru: Д × Ш × В
vi: D × R × C
zh_hans: 长 × 宽 × 高
zh_hant: 長 × 寬 × 高

source: Length
de: Länge
es: Largo
fr: Longueur
ja: 長さ
ko: 길이
pt_br: Comprimento
ru: Длина
vi: Chiều dài
zh_hans: 长
zh_hant: 長

source: Length (cm)
de: Länge (cm)
es: Largo (cm)
fr: Longueur (cm)
ja: 長さ (cm)
ko: 길이 (cm)
pt_br: Comprimento (cm)
ru: Длина (cm)
vi: Chiều dài (cm)
zh_hans: 长 (cm)
zh_hant: 長 (cm)

source: Length, width and height are calculated for you. Check them and adjust if needed.
de: Länge, Breite und Höhe werden für Sie berechnet. Prüfen Sie die Werte und passen Sie sie bei Bedarf an.
es: El largo, ancho y alto se calculan automáticamente. Compruébalos y ajústalos si es necesario.
fr: La longueur, la largeur et la hauteur sont calculées pour vous. Vérifiez-les et ajustez si besoin.
ja: 長さ・幅・高さは自動で算出されます。確認して、必要に応じて調整してください。
ko: 길이, 너비, 높이는 자동으로 계산됩니다. 확인 후 필요하면 조정하세요.
pt_br: Comprimento, largura e altura são calculados automaticamente. Confira e ajuste se necessário.
ru: Длина, ширина и высота рассчитываются автоматически. Проверьте их и при необходимости исправьте.
vi: Chiều dài, chiều rộng và chiều cao được tính tự động. Hãy kiểm tra và điều chỉnh nếu cần.
zh_hans: 长宽高会自动算出，请核对，必要时调整。
zh_hant: 長、寬、高會自動算出，請核對，必要時再調整。

source: Length, width and height must be greater than 0
de: Länge, Breite und Höhe müssen größer als 0 sein
es: El largo, ancho y alto deben ser mayores que 0
fr: La longueur, la largeur et la hauteur doivent être supérieures à 0
ja: 長さ・幅・高さは 0 より大きくしてください
ko: 길이, 너비, 높이는 0보다 커야 합니다
pt_br: Comprimento, largura e altura devem ser maiores que 0
ru: Длина, ширина и высота должны быть больше 0
vi: Chiều dài, chiều rộng và chiều cao phải lớn hơn 0
zh_hans: 长宽高必须大于 0
zh_hant: 長、寬、高必須大於 0

source: LiDAR walk-around scan
de: LiDAR-Rundumscan
es: Escaneo LiDAR alrededor del objeto
fr: Scan LiDAR en tournant autour
ja: LiDAR 周回スキャン
ko: LiDAR 둘러보기 스캔
pt_br: Escaneamento LiDAR ao redor do objeto
ru: Обход с LiDAR
vi: Quét vòng quanh bằng LiDAR
zh_hans: LiDAR 环绕扫描
zh_hant: LiDAR 環繞掃描

source: Library
de: Mediathek
es: Fototeca
fr: Photothèque
ja: ライブラリ
ko: 보관함
pt_br: Fotos
ru: Медиатека
vi: Thư viện
zh_hans: 相册
zh_hant: 相簿

source: Locked on a side, walk around the box
de: Seite erfasst, den Karton umrunden
es: Fijado en un lateral, rodea la caja
fr: Verrouillé sur un côté, tournez autour du carton
ja: ロック済み（側面）、箱の周りを一周してください
ko: 고정됨(옆면), 상자 주위를 한 바퀴 도세요
pt_br: Travado em um lado, contorne a caixa
ru: Бок захвачен, обойдите коробку
vi: Đã khóa mặt bên, hãy đi vòng quanh thùng
zh_hans: 已锁定（侧面），绕箱子走一圈
zh_hant: 已鎖定（側面），請繞箱子走一圈

source: Locked on the top, walk around the box
de: Oberseite erfasst, den Karton umrunden
es: Fijado en la parte superior, rodea la caja
fr: Verrouillé sur le dessus, tournez autour du carton
ja: ロック済み（上面）、箱の周りを一周してください
ko: 고정됨(윗면), 상자 주위를 한 바퀴 도세요
pt_br: Travado no topo, contorne a caixa
ru: Верх захвачен, обойдите коробку
vi: Đã khóa mặt trên, hãy đi vòng quanh thùng
zh_hans: 已锁定（箱顶），绕箱子走一圈
zh_hant: 已鎖定（箱頂），請繞箱子走一圈

source: Locked, walk slowly around the item
de: Erfasst, den Artikel langsam umrunden
es: Fijado, rodea el objeto despacio
fr: Verrouillé, tournez lentement autour de l’objet
ja: ロック済み、対象物の周りをゆっくり一周してください
ko: 고정됨, 물체 주위를 천천히 한 바퀴 도세요
pt_br: Travado, contorne o objeto devagar
ru: Захвачено, медленно обойдите товар
vi: Đã khóa, hãy đi chậm quanh hàng hóa
zh_hans: 已锁定，绕物体慢慢走一圈
zh_hant: 已鎖定，請繞著物件慢慢走一圈

source: Lower the phone, face the sides and walk another half lap
de: Telefon senken, auf die Seiten zielen und noch eine halbe Runde gehen
es: Baja el teléfono, enfoca los laterales y da otra media vuelta
fr: Baissez le téléphone, face aux côtés, et faites un autre demi-tour
ja: スマートフォンを下げて側面に向け、さらに半周してください
ko: 휴대폰을 낮추고 옆면을 향해 반 바퀴 더 도세요
pt_br: Abaixe o celular, vire para os lados e dê mais meia volta
ru: Опустите телефон, наведите на бока и пройдите ещё полкруга
vi: Hạ điện thoại xuống, hướng vào các mặt bên và đi thêm nửa vòng
zh_hans: 放低手机，正对侧面再绕半圈
zh_hant: 放低手機，正對側面再繞半圈

source: L×W×H %@×%@×%@ cm · %@ m³ · box · max outer dimensions
de: L×B×H %@×%@×%@ cm · %@ m³ · Karton · max. Außenmaße
es: L×An.×Alt. %@×%@×%@ cm · %@ m³ · caja · dimensiones exteriores máx.
fr: L×l×H %@×%@×%@ cm · %@ m³ · carton · dimensions extérieures max.
ja: 長×幅×高 %@×%@×%@ cm · %@ m³ · 箱 · 最大外形寸法
ko: 길이×너비×높이 %@×%@×%@ cm · %@ m³ · 상자 · 최대 외곽 치수
pt_br: C×L×Alt. %@×%@×%@ cm · %@ m³ · caixa · dimensões externas máx.
ru: Д×Ш×В %@×%@×%@ cm · %@ m³ · коробка · макс. габариты
vi: D×R×C %@×%@×%@ cm · %@ m³ · thùng · kích thước ngoài lớn nhất
zh_hans: 长×宽×高 %@×%@×%@ cm · %@ m³ · 箱体 · 按最大外形
zh_hant: 長×寬×高 %@×%@×%@ cm · %@ m³ · 箱體 · 依最大外形

source: L×W×H %@×%@×%@ cm · %@ m³ · irregular · max outer dimensions
de: L×B×H %@×%@×%@ cm · %@ m³ · unregelmäßig · max. Außenmaße
es: L×An.×Alt. %@×%@×%@ cm · %@ m³ · irregular · dimensiones exteriores máx.
fr: L×l×H %@×%@×%@ cm · %@ m³ · irrégulier · dimensions extérieures max.
ja: 長×幅×高 %@×%@×%@ cm · %@ m³ · 不定形 · 最大外形寸法
ko: 길이×너비×높이 %@×%@×%@ cm · %@ m³ · 비정형 · 최대 외곽 치수
pt_br: C×L×Alt. %@×%@×%@ cm · %@ m³ · irregular · dimensões externas máx.
ru: Д×Ш×В %@×%@×%@ cm · %@ m³ · сложная форма · макс. габариты
vi: D×R×C %@×%@×%@ cm · %@ m³ · bất quy tắc · kích thước ngoài lớn nhất
zh_hans: 长×宽×高 %@×%@×%@ cm · %@ m³ · 异形 · 按最大外形
zh_hant: 長×寬×高 %@×%@×%@ cm · %@ m³ · 異形 · 依最大外形

source: Manual
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
ru: Вручную
vi: Thủ công
zh_hans: 手动
zh_hant: 手動

source: Measured by maximum outer dimensions
de: Gemessen an den maximalen Außenmaßen
es: Medido por dimensiones exteriores máximas
fr: Mesuré selon les dimensions extérieures maximales
ja: 最大外形寸法で測定
ko: 최대 외곽 치수 기준으로 측정
pt_br: Medido pelas dimensões externas máximas
ru: Измерено по максимальным габаритам
vi: Đo theo kích thước ngoài lớn nhất
zh_hans: 按最大外形尺寸计量
zh_hant: 依最大外形尺寸計算

source: Measurement Calibration
de: Messkalibrierung
es: Calibración de medición
fr: Calibrage de la mesure
ja: 測定の校正
ko: 측정 보정
pt_br: Calibração da medição
ru: Калибровка измерений
vi: Hiệu chuẩn phép đo
zh_hans: 测量校准
zh_hant: 測量校正

source: Measurements are estimates produced from your iPhone's sensors (LiDAR) or camera.
de: Messwerte sind Schätzungen, die aus den Sensoren (LiDAR) oder der Kamera Ihres iPhone berechnet werden.
es: Las mediciones son estimaciones obtenidas con los sensores (LiDAR) o la cámara de tu iPhone.
fr: Les mesures sont des estimations obtenues à partir des capteurs (LiDAR) ou de la caméra de votre iPhone.
ja: 測定結果は、iPhone のセンサー（LiDAR）またはカメラから得られた推定値です。
ko: 측정값은 iPhone의 센서(LiDAR) 또는 카메라로 산출한 추정치입니다.
pt_br: As medições são estimativas obtidas pelos sensores (LiDAR) ou pela câmera do seu iPhone.
ru: Результаты измерений являются оценками, полученными с помощью датчиков (LiDAR) или камеры вашего iPhone.
vi: Số đo là giá trị ước tính từ cảm biến (LiDAR) hoặc camera trên iPhone của bạn.
zh_hans: 测量结果是根据 iPhone 的传感器（LiDAR）或相机得出的估算值。
zh_hant: 測量結果是依據 iPhone 的感測器（LiDAR）或相機所得出的估算值。

source: Measuring method
de: Messmethode
es: Método de medición
fr: Méthode de mesure
ja: 測定方法
ko: 측정 방식
pt_br: Método de medição
ru: Способ измерения
vi: Phương pháp đo
zh_hans: 测量方式
zh_hant: 測量方式

# Measuring — walk %lld more directions to finish
source: Measuring — walk %1$lld more directions to finish
de: Messung läuft – noch %1$lld Richtungen abgehen
es: Midiendo: recorra %1$lld direcciones más para terminar
fr: Mesure en cours — encore %1$lld directions pour terminer
ja: 測定中 — あと %lld 方向回ると完了
ko: 측정 중 — %lld개 방향 더 돌면 완료
pt_br: Medindo — percorra mais %1$lld direções para concluir
ru: Измерение — пройдите ещё %1$lld направления до завершения
vi: Đang đo — đi thêm %lld hướng nữa để hoàn tất
zh_hans: 测量中，再绕 %lld 个方向即可完成
zh_hant: 測量中，再繞 %lld 個方向即可完成

source: Measuring…
de: Messung läuft …
es: Midiendo…
fr: Mesure…
ja: 測定中…
ko: 측정 중…
pt_br: Medindo…
ru: Измерение…
vi: Đang đo…
zh_hans: 测量中…
zh_hant: 測量中…

source: Method
de: Methode
es: Método
fr: Méthode
ja: 方法
ko: 방식
pt_br: Método
ru: Способ
vi: Cách đo
zh_hans: 方式
zh_hant: 方式

source: Move slowly, keep the item and its surroundings in view
de: Langsam bewegen, Artikel und Umgebung im Bild halten
es: Muévete despacio y mantén el objeto y su entorno a la vista
fr: Déplacez-vous lentement, gardez l’objet et son environnement dans le champ
ja: ゆっくり動かし、対象物と周囲が画面に入るようにしてください
ko: 천천히 움직이며 물체와 주변이 화면에 보이게 하세요
pt_br: Mova-se devagar, mantendo o objeto e o ambiente à vista
ru: Двигайтесь медленно, держите товар и его окружение в кадре
vi: Di chuyển chậm, giữ hàng hóa và khu vực xung quanh trong khung hình
zh_hans: 缓慢移动，保持物体和周围在画面内
zh_hant: 緩慢移動，讓物件和周圍保持在畫面內

source: Move the phone slowly to detect the floor
de: Telefon langsam bewegen, um den Boden zu erkennen
es: Mueve el teléfono despacio para detectar el suelo
fr: Déplacez lentement le téléphone pour détecter le sol
ja: スマートフォンをゆっくり動かして床を検出してください
ko: 휴대폰을 천천히 움직여 바닥을 감지하세요
pt_br: Mova o celular devagar para detectar o chão
ru: Медленно двигайте телефон, чтобы найти пол
vi: Di chuyển điện thoại chậm để nhận diện sàn
zh_hans: 缓慢移动手机，扫一下地面
zh_hant: 緩慢移動手機以偵測地面

source: Move the phone slowly to start tracking
de: Telefon langsam bewegen, um das Tracking zu starten
es: Mueve el teléfono despacio para iniciar el seguimiento
fr: Déplacez lentement le téléphone pour démarrer le suivi
ja: スマートフォンをゆっくり動かしてトラッキングを開始してください
ko: 휴대폰을 천천히 움직여 추적을 시작하세요
pt_br: Mova o celular devagar para iniciar o rastreamento
ru: Медленно двигайте телефон, чтобы начать отслеживание
vi: Di chuyển điện thoại chậm để bắt đầu theo dõi
zh_hans: 缓慢移动手机以完成追踪
zh_hant: 緩慢移動手機以開始追蹤

source: Name / Code / Contact / Phone
de: Name / Code / Kontakt / Telefon
es: Nombre / Código / Contacto / Teléfono
fr: Nom / Code / Contact / Téléphone
ja: 名称 / コード / 担当者 / 電話
ko: 이름 / 코드 / 담당자 / 전화
pt_br: Nome / Código / Contato / Telefone
ru: Название / код / контакт / телефон
vi: Tên / Mã / Liên hệ / Điện thoại
zh_hans: 名称 / 代码 / 联系人 / 电话
zh_hant: 名稱 / 代碼 / 聯絡人 / 電話

source: Name / note
de: Name / Notiz
es: Nombre / nota
fr: Nom / note
ja: 品名 / メモ
ko: 품명 / 메모
pt_br: Nome / observação
ru: Название / заметка
vi: Tên / ghi chú
zh_hans: 品名 / 备注
zh_hant: 品名 / 備註

source: New Customer
de: Neuer Kunde
es: Nuevo cliente
fr: Nouveau client
ja: 新規顧客
ko: 새 고객
pt_br: Novo cliente
ru: Новый клиент
vi: Khách hàng mới
zh_hans: 新建客户
zh_hant: 新增客戶

source: New Inbound
de: Neuer Eingang
es: Nueva entrada
fr: Nouvelle réception
ja: 新規入庫
ko: 새 입고
pt_br: Nova entrada
ru: Новая приёмка
vi: Nhập kho mới
zh_hans: 新建入库
zh_hant: 新增入庫

source: New Inbound Order
de: Neuer Wareneingang
es: Nueva orden de entrada
fr: Nouveau bon de réception
ja: 新規入庫伝票
ko: 새 입고 전표
pt_br: Nova ordem de entrada
ru: Новая приёмка
vi: Phiếu nhập kho mới
zh_hans: 新建入库单
zh_hant: 新增入庫單

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
pt_br: Avançar
ru: Далее
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

source: No box found: aim at the box top or a side
de: Kein Karton gefunden: auf Oberseite oder Seite zielen
es: No se detecta ninguna caja: apunta a la parte superior o a un lateral
fr: Aucun carton détecté : visez le dessus ou un côté
ja: 箱が見つかりません：箱の上面または側面に向けてください
ko: 상자를 찾을 수 없음: 상자 윗면 또는 옆면을 향하세요
pt_br: Nenhuma caixa encontrada: aponte para o topo ou um lado
ru: Коробка не найдена: наведите на верх или бок
vi: Không thấy thùng: hãy hướng vào mặt trên hoặc một mặt bên
zh_hans: 未识别到箱体：对准箱顶或侧面
zh_hant: 找不到箱體：請對準箱頂或側面
